[Balista.A_baliste_elem_attaque H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="元素攻击"
mTooltip="当战争机器攻击时，目标受到%buff.buff.res1点魔法伤害，持续%buff.buff.durini回合。\n元素弩车命中次数：\n无炮兵齐射技能时两次\n有炮兵齐射技能时四次。"

[Balista.A_conf_balista2 H7EditorWarUnit]
mDesc="攻击和支援单位"
mName="元素放大器"
mLore="元素放大器由最优质的石头锻造而成，经凤凰之火灼烧，灌注源力魔法，受寒风冷却，并完全在深水中冷却。通过这个过程创造的战争机器，由熟练的英雄带领，能够吸收其施放法术的残余能量，增强其攻击和防御。"

[Balista.A_heal_Buff_warfare_unskill H7BaseBuff]
mName="魔法弱化"
mTooltip="该生物在%durnow回合内，受到%icon_air气系、%icon_fire火系、%icon_earth土系、%icon_prime源力和%icon_water水系类型攻击时，额外承受%res1点伤害。"

[CATAPULTE.A_GreaterEarthElemental_conflux H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="毁灭性土元素"
mLore="土元素通常呈现为活化的矿物生物形态，仿佛岩石本身聚集在一起形成了一个奇怪的混合物。这些精魂有时会在精灵城市向席尔安娜致敬时从城市中心升起，有时会伴随精灵参战。它们中最强大的个体能够产生足以损坏最坚固建筑和城墙的地震。"